Revit 2024 API
GroupTypeId.Electrical Property
 Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Electrical { get; }
Visual Basic
Public Shared ReadOnly Property Electrical As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Electrical {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace